[
    {
        "date": "2025-03-12 14:00:04.821036",
        "text": "Bio Chensuy Micto Biology Pathology Hormone a98ay 2 STAAR LAB Hetmuno assay umor Markers The quality you demand HOUSE VISIT AVAILABLE Name Mr. RAMA BRAHMAM Reg No 7852 Age/ Bex 60 YIB Male Received On: 04/09/2019 08.02:11 KLAVANYA ~(Gen) DM(EndocrinologyRReported On: 04/09/2019 12.36:18 PM Ref: bY SSource STAAR LAB TEST NAME RESULT UNIT NORMAL RANGE DEPARTMENT QE BIQ CHEMISTRY Fasting Blood Sugar mg/dl 70-110 (Method bpectrophotomatryi Post Prondial Blood Sugar mg/dl 80-160 150 (Nathod Bpactrophotomatm End of Report please correlate the results with clinical significance 0l. Tt Ru Dr RKIRAN SINGH Famn AM MD  Doch"
    },
    {
        "date": "2025-03-12 14:00:23.217762",
        "text": "hello@flabs in flabs +91 7619837301 Plot No-20, Knowledge Park 2,IIT Roorkee Extension Centre, Tides Incubator; Greater Noida Name Mr: Ayush Patient ID 240329001 Age/Gender 23 Years/ Male Report ID RE378 Referred By Self Collection Date 03/05/2024 10.41 AM Phone No_ 6397228160 Report Date 03/05/2024 10.43 AM BIOCHEMISTRY HBAIC GLYCOSYLATED TEST DESCRIPTION RESULT FLAG REF: RANGE UNIT HbAIC 4.0 - 6.0 Estimated Average Glucose 96.80 90 - 120 mg/dL Interpretation: HbA1C % Result >8% Action Suggested 7-8% Good Control Goal Near Normal Glycemia <6% Normal level End of report~~"
    },
    {
        "date": "2025-03-12 14:00:50.083458",
        "text": "Regd: No : XXXX54826xX Labsmart Software +91 12345 67890 yourlabname@gmailcom Sample Letterhead https Ilwwyourlabname.in/ Scan dovminag Mr. Saubhik Bhaumik IIIL 034 Age Sex 27 YRS Registered on 07/11/2024 01.30 PM Collected on 07/11/2024 Referred by Dr. Sachin Patil (MBBS) Received on 07/11/2024 Reg_ 1034 Reported on 07/11/2024 01.30 PM BIOCHEMISTRY TEST VALUE UNIT REFERENCE FASTING BLOOD SUGAR 80 mgldl 70 100 Clinical Notes Elevated glucose levels (hyperglycemia) are most often encountered clinically in the setting of diabetes mellitus, but they also occur with pancreatic neoplasms, hyperthyroidism adrenocortical dysfunction_ Decreased glucose levels (hypoglycemia) may result from endogenous or exogenous insulin excess, prolonged starvation, or liver disease. Fasting Glucose 2 hours PP Glucose Diagnosis <100 <140 Normal Too io\" 125 140 to 99 Pre Diabetes 7126 200 Diabetes A level of 126 mg/dL or above; confirmed by repeating the test on another day; means person has diabetes_ IGT (2 Post meal) means person has an increased risk of developing type 2 diabetes but does not have it yet: A 2-hour glucose level of 200 mgldL or above, confirmed by repeating the test on another day; means a person has diabetes _ Arltu End of report Ttltl Sahsz K Mr . Sachin Sharma Dr: A. K Asthana DMLT, Lab Incharge Page MBBS; MD Pathologist NOT VALID FOR MEDICO LEGAL PURPOSE Work timings: Monday to Sunday; 8 am to 8 pm Please correlate clinically. Although the test results are checked thoroughly, in case of any unexpected test results which could be due t0 machine error or typing error Or any other reason please contact the lab immediately for a free evaluation: may and hrs Ask"
    }
]